export const ru= {
  signIn: {
    btnBack: 'Вернуться на главную',
    title: 'Вход',
    form: {
      email:{
        label: 'Почта',
        placeholder: 'Введите почту'
      },
      password: {
        label: 'Пароль',
        placeholder: 'Введите пароль'
      },
      submit: 'Войти'
    },
    message: 'У вас нет учетной записи?'
  },

  signUp: {
    btnBack: 'Вернуться на главную',
    title: 'Регистрация',
    form: {
      name:{
        label: 'Имя',
        placeholder: 'Введите имя'
      },
      email:{
        label: 'Почта',
        placeholder: 'Введите почту'
      },
      password: {
        label: 'Пароль',
        placeholder: 'Введите пароль'
      },
      confirmPassword: {
        label: 'Подтвердите пароль',
        placeholder: 'Подтвердите пароль'
      },
      submit: 'Зарегистрироваться'
    },
    message: 'У вас уже есть учетная запись?'
  },

  success: {
    btnBack: 'Вернуться на главную',
    title: 'Успех',
    window: {
      confirm: 'Электронная почта подтверждена.',
      completed: 'Ваша регистрация завершена.',
      submit: 'На главную'
    }
  },

  card:[
    {
    date: '20 апреля 2021 г.',
    title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
    {
      date: '20 апреля 2021 г.',
      title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
    {
      date: '20 апреля 2021 г.',
      title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
    {
      date: '20 апреля 2021 г.',
      title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
    {
      date: '20 апреля 2021 г.',
      title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
    {
      date: '20 апреля 2021 г.',
      title: 'Астронавты готовятся к установке новых солнечных батарей',
    },
  ],

  cardPost:[
    'Астронавты Кайла Бэррон и Раджа Чари вылетели из шлюзовой камеры Международной космической станции во вторник, чтобы выйти в открытый космос, установив кронштейны и стойки для поддержки новых солнечных батарей для модернизации энергосистемы исследовательской лаборатории в тот же день, когда товарищ по экипажу Марк Ванде Хей отметил свой 341-й день на орбите. , рекорд США по одному космическому полету.',
    'Этим летом в последние дни персональной выставки блокбастера Элис Нил в Метрополитен-музее очередь на выставку занимала весь коридор европейской живописи музея, и ожидание длилось более получаса. На выставке под названием «Люди на первом месте» было представлено более 100 суровых городских пейзажей, домашних интерьеров и урезанных портретов соседей, друзей и коллег-художников Нил, что стало крупнейшим в истории показом ее работ в ее родном городе Нью-Йорке.',
    'В статьях рассказывалось о новаторской карьере Хэмблинг, а также о ее текущих и предстоящих проектах. Инсталляция художника «Реликвия» (2021), созданная совместно со звукооператором Крисом Уотсоном, недавно была представлена ​​в магазине Snape Maltings в Лондоне. Между тем, в октябре этого года портреты Хэмблинга будут представлены в итальянской галерее Thomas Brambilla. «Серия «Волна»» художника в настоящее время также экспонируется на групповой выставке «Летняя выставка» в Мальборо в Лондоне, которая продлится до 10 сентября.',
    'Ажиотаж вокруг этой выставки порадовал давних поклонников экспрессивного художника и вдохновил легион новых поклонников — тенденция, сопровождаемая усилением позиций Нила на арт-рынке, особенно в прошлом году. В мае полотно Нила «Зал ожидания доктора Фингера» 1966 года вызвало шквал заявок из США, Азии и Европы на аукционе Christies в Нью-Йорке, где оно в конечном итоге было продано чуть более чем за 3 миллиона долларов, побив как высокую эстимейт, так и аукционный рекорд художника. . Всего несколькими часами ранее на нью-йоркском аукционе Sotheby’s двойной портрет Нила «Генри и Салли Хоуп» (1977), изображающий историка искусства и его жену, был продан чуть менее чем за 1,6 миллиона долларов, что стало третьим по величине результатом аукциона.',
    'Спрос на запоминающиеся портреты Мэгги Хэмблинг и яркие изображения морских пейзажей и пейзажей резко возрос на прошлой неделе, когда число коллекционеров, интересующихся ее работами, увеличилось более чем в десять раз по сравнению с неделей ранее. Британская художница, которую уважают за ее кружащиеся, жестовые картины и смелые публичные скульптуры, заметила постоянную волну интереса к своим работам, которая усилилась в последние несколько лет. Этот недавний всплеск интереса соответствует карьерной траектории Хэмблинга, которая была отмечена шквалом государственных заказов, институциональным признанием и спросом на вторичном рынке.'
  ],

  search: {
    btnBack: 'Вернуться на главную',
    title: 'Результаты поиска «Астронавты»',
  },

  blog: {
    btnBack: 'Вернуться на главную',
    title: 'Блог',
  },

  tabs: {
    all: 'Все',
    favorite: 'Мне понравились',
    popular: 'Популярные'
  },

  post: {
    btnBack: 'На главную | Пост 1548',
    title: 'Астронавты готовятся к установке новых солнечных батарей во время почти семичасового выхода в открытый космос'
  }
}
